Repository: LookInsideApp/LookInside
Catalog: LookInside/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, vi, zh_hans, zh_hant

source: Native controls and actionable list rows appear before interaction. Dashed outlines show view bounds; custom hit-test shapes may differ.
ar: تظهر عناصر التحكم الأصلية وصفوف القوائم القابلة للتنفيذ قبل التفاعل. تعرض الخطوط المتقطعة حدود العروض؛ وقد تختلف أشكال اختبار اللمس المخصصة.
de: Native Steuerelemente und bedienbare Listenzeilen erscheinen vor der Interaktion. Gestrichelte Umrisse zeigen die Ansichtsgrenzen; eigene Hit-Test-Formen können abweichen.
es: Los controles nativos y las filas de lista con acciones aparecen antes de la interacción. Los contornos discontinuos muestran los límites de la vista; las formas de detección de toques personalizadas pueden diferir.
fr: Les contrôles natifs et les lignes de liste actionnables apparaissent avant l’interaction. Les contours en pointillés indiquent les limites de la vue ; les formes de test de hit personnalisées peuvent différer.
it: I controlli nativi e le righe di elenco azionabili compaiono prima dell’interazione. I contorni tratteggiati mostrano i limiti della vista; le forme di hit test personalizzate possono differire.
ja: ネイティブのコントロールと操作可能なリスト行は、操作前に表示されます。破線はビューの境界を示します。カスタムのヒットテストの形状とは異なる場合があります。
ko: 네이티브 컨트롤과 동작 가능한 목록 행은 상호작용 전에 나타납니다. 점선 윤곽선은 뷰 bounds를 나타내며, 사용자 정의 히트 테스트 셰이프는 다를 수 있습니다.
pt_br: Controles nativos e linhas de lista acionáveis aparecem antes da interação. Contornos tracejados mostram os limites da view; formas de hit test personalizadas podem diferir.
ru: Нативные элементы управления и интерактивные строки списка появляются до взаимодействия. Пунктирные контуры показывают границы представлений; пользовательские формы попадания могут отличаться.
vi: Điều khiển gốc và hàng danh sách có thể thao tác xuất hiện trước tương tác. Đường nét đứt hiển thị giới hạn view; hình dạng hit-test tùy chỉnh có thể khác.
zh_hans: 原生控件和可操作的列表行会在交互前显示。虚线轮廓表示视图边界；自定义命中测试形状可能不同。
zh_hant: 原生控制項與可操作的列表列會顯示在互動之前。虛線外框表示檢視邊界；自訂點擊測試形狀可能不同。

source: Native controls are not inspected on this platform.
ar: لا يتم فحص عناصر التحكم الأصلية على هذه المنصة.
de: Native Steuerelemente werden auf dieser Plattform nicht untersucht.
es: Los controles nativos no se inspeccionan en esta plataforma.
fr: Les contrôles natifs ne sont pas inspectés sur cette plateforme.
it: I controlli nativi non vengono ispezionati su questa piattaforma.
ja: このプラットフォームでは、ネイティブコントロールは検査されません。
ko: 이 플랫폼에서는 네이티브 컨트롤을 검사하지 않습니다.
pt_br: Os controles nativos não são inspecionados nesta plataforma.
ru: Нативные элементы управления на этой платформе не инспектируются.
vi: Điều khiển gốc không được kiểm tra trên nền tảng này.
zh_hans: 此平台不检查原生控件。
zh_hant: 此平台不檢查原生控制項。

source: Navigate…
ar: انتقال…
de: Navigieren …
es: Navegar…
fr: Naviguer…
it: Naviga…
ja: 移動…
ko: 탐색…
pt_br: Navegar…
ru: Перейти…
vi: Điều hướng…
zh_hans: 导航…
zh_hant: 導覽…

source: Nested interaction shapes use dashed bounds when their combined path is unavailable.
ar: تستخدم أشكال التفاعل المتداخلة حدودًا متقطعة عندما يتعذر الحصول على مسارها المدمج.
de: Verschachtelte Interaktionsformen verwenden gestrichelte Grenzen, wenn ihr kombinierter Pfad nicht verfügbar ist.
es: Las formas de interacción anidadas usan límites discontinuos cuando no se dispone de su trazado combinado.
fr: Les formes d’interaction imbriquées utilisent des limites en pointillés lorsque leur tracé combiné n’est pas disponible.
it: Le forme di interazione annidate usano limiti tratteggiati quando il percorso combinato non è disponibile.
ja: 入れ子のインタラクションシェイプは、結合したパスを取得できない場合、破線の境界で表示されます。
ko: 결합된 경로를 사용할 수 없으면 중첩된 상호작용 셰이프는 점선 bounds로 표시됩니다.
pt_br: Formas de interação aninhadas usam limites tracejados quando o caminho combinado não está disponível.
ru: Вложенные формы взаимодействия показываются пунктирными границами, если их общий контур недоступен.
vi: Các hình dạng tương tác lồng nhau dùng giới hạn nét đứt khi không có đường dẫn kết hợp.
zh_hans: 当组合路径不可用时，嵌套的交互形状使用虚线边界。
zh_hant: 當無法取得巢狀互動形狀的合併路徑時，會以虛線邊界表示。

source: New Inspection…
ar: فحص جديد…
de: Neue Untersuchung …
es: Nueva inspección…
fr: Nouvelle inspection…
it: Nuova ispezione…
ja: 新規検査…
ko: 새로운 검사…
pt_br: Nova Inspeção…
ru: Новая инспекция…
vi: Kiểm tra mới…
zh_hans: 新建检查…
zh_hant: 新增檢查…

source: No binding chain was reported.
ar: لم يتم الإبلاغ عن سلسلة ارتباط.
de: Es wurde keine Bindungskette gemeldet.
es: No se informó ninguna cadena de enlaces.
fr: Aucune chaîne de liaisons n’a été signalée.
it: Nessuna catena di binding segnalata.
ja: バインディングチェーンは報告されませんでした。
ko: 보고된 바인딩 체인이 없습니다.
pt_br: Nenhuma cadeia de bindings foi informada.
ru: Цепочка привязок не передана.
vi: Không có chuỗi liên kết nào được báo cáo.
zh_hans: 未报告绑定链。
zh_hant: 未回報任何綁定鏈。

source: no CSV
ar: لا يوجد CSV
de: keine CSV
es: sin CSV
fr: aucun CSV
it: nessun CSV
ja: CSVなし
ko: CSV 없음
pt_br: sem CSV
ru: нет CSV
vi: không có CSV
zh_hans: 无 CSV
zh_hant: 無 CSV

source: No Device Connected
ar: لا يوجد جهاز متصل
de: Kein Gerät verbunden
es: Ningún dispositivo conectado
fr: Aucun appareil connecté
it: Nessun dispositivo connesso
ja: デバイスが接続されていません
ko: 연결된 기기 없음
pt_br: Nenhum Dispositivo Conectado
ru: Устройство не подключено
vi: Chưa kết nối thiết bị
zh_hans: 未连接设备
zh_hant: 未連接裝置

source: No Filter Results
ar: لا توجد نتائج تصفية
de: Keine Filterergebnisse
es: Sin resultados del filtro
fr: Aucun résultat de filtre
it: Nessun risultato del filtro
ja: フィルタ結果なし
ko: 필터 결과 없음
pt_br: Nenhum Resultado do Filtro
ru: Нет результатов фильтра
vi: Không có kết quả lọc
zh_hans: 没有筛选结果
zh_hant: 沒有篩選結果

source: No HIT TEST block was reported for this event.
ar: لم يتم الإبلاغ عن كتلة HIT TEST لهذا الحدث.
de: Für dieses Ereignis wurde kein HIT-TEST-Block gemeldet.
es: No se informó ningún bloque HIT TEST para este evento.
fr: Aucun bloc HIT TEST n’a été signalé pour cet événement.
it: Nessun blocco HIT TEST segnalato per questo evento.
ja: このイベントでは、HIT TESTブロックが報告されませんでした。
ko: 이 이벤트에 대해 보고된 HIT TEST 블록이 없습니다.
pt_br: Nenhum bloco HIT TEST foi informado para este evento.
ru: Для этого события не передан блок HIT TEST.
vi: Không có khối HIT TEST nào được báo cáo cho sự kiện này.
zh_hans: 此事件未报告 HIT TEST 块。
zh_hant: 此事件未回報 HIT TEST 區塊。

source: No Injector Available
ar: لا توجد أداة حقن متاحة
de: Kein Injector verfügbar
es: Ningún inyector disponible
fr: Aucun injecteur disponible
it: Nessun injector disponibile
ja: 使用できるインジェクタがありません
ko: 사용 가능한 인젝터 없음
pt_br: Nenhum Injetor Disponível
ru: Инжектор недоступен
vi: Không có Injector
zh_hans: 没有可用的注入器
zh_hant: 沒有可用的注入器

source: No input event record.
ar: لا يوجد سجل لحدث إدخال.
de: Kein Eingabeereignis aufgezeichnet.
es: No hay ningún registro de eventos de entrada.
fr: Aucun enregistrement d’événement d’entrée.
it: Nessun record di eventi di input.
ja: 入力イベントのレコードがありません。
ko: 입력 이벤트 기록이 없습니다.
pt_br: Nenhum registro de evento de entrada.
ru: Нет записи события ввода.
vi: Không có bản ghi sự kiện đầu vào.
zh_hans: 没有输入事件记录。
zh_hant: 沒有輸入事件記錄。

source: No inspectable app was found
ar: لم يتم العثور على أي تطبيق قابل للفحص
de: Keine untersuchbare App gefunden
es: No se encontró ninguna app inspeccionable
fr: Aucune app inspectable n’a été trouvée
it: Nessuna app ispezionabile trovata
ja: 検査可能なAppが見つかりません
ko: 검사할 수 있는 앱이 없습니다
pt_br: Nenhum app inspecionável foi encontrado
ru: Приложения для инспекции не найдены
vi: Không tìm thấy ứng dụng nào có thể kiểm tra
zh_hans: 未找到可检查的 App
zh_hant: 找不到可檢查的 App

source: No interaction regions are currently available for this check.
ar: لا توجد مناطق تفاعل متاحة لهذا الفحص حاليًا.
de: Für diese Prüfung sind derzeit keine Interaktionsbereiche verfügbar.
es: Ahora no hay regiones de interacción disponibles para esta comprobación.
fr: Aucune zone d’interaction n’est actuellement disponible pour cette vérification.
it: Al momento non sono disponibili aree di interazione per questo controllo.
ja: このチェックで利用できるインタラクション領域は、現在ありません。
ko: 이 검사에 사용할 수 있는 상호작용 영역이 현재 없습니다.
pt_br: Nenhuma região de interação está disponível para esta verificação.
ru: Для этой проверки сейчас нет областей взаимодействия.
vi: Hiện không có vùng tương tác nào cho mục kiểm tra này.
zh_hans: 当前没有可用于此检查的交互区域。
zh_hant: 目前沒有可供此檢查使用的互動區域。

source: No match found.
ar: لم يتم العثور على تطابق.
de: Keine Übereinstimmung gefunden.
es: No se encontraron coincidencias.
fr: Aucune correspondance trouvée.
it: Nessuna corrispondenza trovata.
ja: 一致する項目は見つかりませんでした。
ko: 일치하는 항목이 없습니다.
pt_br: Nenhuma correspondência encontrada.
ru: Совпадений не найдено.
vi: Không tìm thấy kết quả khớp.
zh_hans: 未找到匹配项。
zh_hant: 找不到相符項目。

source: No matching signal found for value %@
ar: لم يتم العثور على إشارة مطابقة للقيمة %@
de: Kein passendes Signal für den Wert %@ gefunden
es: No se encontró ninguna señal que coincida con el valor %@
fr: Aucun signal correspondant à la valeur %@
it: Nessun segnale corrispondente trovato per il valore %@
ja: 値%@に一致するシグナルは見つかりませんでした。
ko: 값 %@에 해당하는 시그널을 찾을 수 없습니다
pt_br: Nenhum signal correspondente encontrado para o valor %@
ru: Не найден сигнал для значения %@
vi: Không tìm thấy signal khớp với giá trị %@
zh_hans: 未找到与值 %1$@ 对应的 signal。
zh_hant: 找不到與值 %@ 對應的 signal。

source: No message
ar: لا توجد رسالة
de: Keine Nachricht
es: Sin mensaje
fr: Aucun message
it: Nessun messaggio
ja: メッセージなし
ko: 메시지 없음
pt_br: Sem mensagem
ru: Нет сообщения
vi: Không có tin nhắn
zh_hans: 没有消息
zh_hant: 沒有訊息

source: No modules imported yet.
ar: لم يتم استيراد أي وحدات بعد.
de: Noch keine Module importiert.
es: Aún no se ha importado ningún módulo.
fr: Aucun module importé pour le moment.
it: Nessun modulo importato.
ja: 読み込み済みのモジュールはありません。
ko: 가져온 모듈이 없습니다.
pt_br: Nenhum módulo importado ainda.
ru: Модули ещё не импортированы.
vi: Chưa nhập mô-đun nào.
zh_hans: 尚未导入模块。
zh_hant: 尚未匯入模組。

source: No nodes reported.
ar: لم يتم الإبلاغ عن أي عقد.
de: Keine Knoten gemeldet.
es: No se informó ningún nodo.
fr: Aucun nœud signalé.
it: Nessun nodo segnalato.
ja: 報告されたノードはありません。
ko: 보고된 노드가 없습니다.
pt_br: Nenhum nó informado.
ru: Узлы не переданы.
vi: Không có nút nào được báo cáo.
zh_hans: 未报告节点。
zh_hant: 未回報任何節點。

source: No object was returned yet
ar: لم يتم إرجاع أي كائن بعد
de: Es wurde noch kein Objekt zurückgegeben
es: Aún no se ha devuelto ningún objeto
fr: Aucun objet n’a encore été renvoyé
it: Nessun oggetto restituito finora
ja: オブジェクトはまだ返されていません
ko: 아직 반환된 객체가 없습니다
pt_br: Nenhum objeto retornado ainda
ru: Объект ещё не возвращён
vi: Chưa có đối tượng nào được trả về
zh_hans: 尚未返回对象
zh_hant: 尚未回傳物件

source: No private discriminator ID found for this item.
ar: لم يتم العثور على معرّف مميِّز خاص لهذا العنصر.
de: Für dieses Element wurde keine ID des privaten Discriminators gefunden.
es: No se encontró ningún ID de discriminador privado para este elemento.
fr: Aucun ID de discriminant privé trouvé pour cet élément.
it: Nessun ID del discriminatore privato trovato per questo elemento.
ja: この項目のprivate discriminator IDは見つかりませんでした。
ko: 이 항목의 비공개 디스크리미네이터 ID를 찾을 수 없습니다.
pt_br: Nenhum ID de private discriminator encontrado para este item.
ru: Для этого элемента не найден ID приватного дискриминатора.
vi: Không tìm thấy ID private discriminator cho mục này.
zh_hans: 未找到此项目的 private discriminator ID。
zh_hant: 找不到此項目的 private discriminator ID。

source: No Recent Documents
ar: لا توجد مستندات حديثة
de: Keine benutzten Dokumente
es: Sin documentos recientes
fr: Aucun document récent
it: Nessun documento recente
ja: 最近使った書類はありません
ko: 최근 사용한 문서 없음
pt_br: Nenhum Documento Recente
ru: Нет недавних документов
vi: Không có tài liệu gần đây
zh_hans: 无最近使用的文稿
zh_hant: 沒有最近使用的文件

source: No response received.
ar: لم يتم استلام أي رد.
de: Keine Antwort erhalten.
es: No se recibió respuesta.
fr: Aucune réponse reçue.
it: Nessuna risposta ricevuta.
ja: 応答がありませんでした。
ko: 응답을 받지 못했습니다.
pt_br: Nenhuma resposta recebida.
ru: Ответ не получен.
vi: Không nhận được phản hồi.
zh_hans: 未收到响应。
zh_hant: 未收到回應。

source: No saved source folder for %@. Import it once before reimporting.
ar: لا يوجد مجلد مصدر محفوظ لـ %@. استورده مرة واحدة قبل إعادة الاستيراد.
de: Kein gesicherter Quellordner für %@. Importiere ihn einmal, bevor du erneut importierst.
es: No hay ninguna carpeta de código guardada para %@. Impórtala una vez antes de volver a importarla.
fr: Aucun dossier source enregistré pour %@. Importez-le une première fois avant de le réimporter.
it: Nessuna cartella dei sorgenti salvata per %@. Importala una volta prima di reimportare.
ja: %@のソースフォルダが保存されていません。再読み込みする前に、一度読み込んでください。
ko: %@에 저장된 소스 폴더가 없습니다. 다시 가져오기 전에 먼저 한 번 가져오세요.
pt_br: Nenhuma pasta de código salva para %@. Importe-a uma vez antes de reimportar.
ru: Нет сохранённой папки с исходным кодом для %@. Сначала выполните импорт.
vi: Chưa lưu thư mục mã nguồn cho %@. Hãy nhập một lần trước khi nhập lại.
zh_hans: 没有存储 %@ 的源码文件夹。请先导入一次，再重新导入。
zh_hant: 尚未儲存 %@ 的原始碼檔案夾。請先匯入一次，再重新匯入。

source: No small targets found in the inspected regions.
ar: لم يتم العثور على أهداف صغيرة في المناطق المفحوصة.
de: In den untersuchten Bereichen wurden keine zu kleinen Ziele gefunden.
es: No se encontraron áreas táctiles pequeñas en las regiones inspeccionadas.
fr: Aucune petite cible trouvée dans les zones inspectées.
it: Nessuna area di tocco piccola trovata nelle aree ispezionate.
ja: 検査した領域に、小さいターゲットは見つかりませんでした。
ko: 검사한 영역에서 작은 타겟을 찾지 못했습니다.
pt_br: Nenhuma área de toque pequena encontrada nas regiões inspecionadas.
ru: В проверенных областях маленьких целей не найдено.
vi: Không thấy vùng chạm nhỏ nào trong các vùng đã kiểm tra.
zh_hans: 在已检查的区域中未发现过小的目标。
zh_hant: 在已檢查的區域中沒有發現過小的目標。

source: No supported native interactions on this page. Native collection currently supports UIKit.
ar: لا توجد تفاعلات أصلية مدعومة في هذه الصفحة. يدعم جمع العناصر الأصلية حاليًا UIKit.
de: Auf dieser Seite gibt es keine unterstützten nativen Interaktionen. Die native Erfassung unterstützt derzeit UIKit.
es: No hay interacciones nativas compatibles en esta página. La recopilación nativa solo admite UIKit por ahora.
fr: Aucune interaction native prise en charge sur cette page. La collecte native prend actuellement en charge UIKit.
it: Nessuna interazione nativa supportata in questa pagina. La raccolta nativa supporta al momento UIKit.
ja: このページには、対応しているネイティブの操作がありません。ネイティブの収集は、現在UIKitに対応しています。
ko: 이 페이지에서 지원되는 네이티브 상호작용이 없습니다. 네이티브 상호작용 수집은 현재 UIKit만 지원합니다.
pt_br: Nenhuma interação nativa compatível nesta página. A coleta nativa atualmente funciona com UIKit.
ru: На этой странице нет поддерживаемых нативных взаимодействий. Сбор нативных данных пока поддерживает UIKit.
vi: Trang này không có tương tác gốc nào được hỗ trợ. Hiện chỉ hỗ trợ thu thập gốc cho UIKit.
zh_hans: 此页面没有受支持的原生交互。原生采集目前支持 UIKit。
zh_hant: 此頁面沒有支援的原生互動。原生收集目前支援 UIKit。

source: No target
ar: لا يوجد هدف
de: Kein Ziel
es: Sin destino
fr: Aucune cible
it: Nessuna destinazione
ja: ターゲットなし
ko: 대상 없음
pt_br: Sem destino
ru: Нет цели
vi: Không có đích
zh_hans: 无目标
zh_hant: 無目標

source: None reported
ar: لا شيء مُبلَّغ عنه
de: Keine gemeldet
es: Ninguno informado
fr: Aucune signalée
it: Nessuno segnalato
ja: 報告なし
ko: 보고된 항목 없음
pt_br: Nenhum informado
ru: Не передано
vi: Không có báo cáo
zh_hans: 未报告
zh_hant: 未回報

source: Normal
ar: عادية
fr: Normale
it: Normale
ja: 標準
ko: 보통
ru: Обычное
vi: Bình thường
zh_hans: 标准
zh_hant: 標準

source: Not reported
ar: غير مُبلَّغ عنه
de: Nicht gemeldet
es: No informado
fr: Non signalé
it: Non segnalato
ja: 未報告
ko: 보고되지 않음
pt_br: Não informado
ru: Не указано
vi: Không được báo cáo
zh_hans: 未报告
zh_hant: 未回報

source: Notifications
ar: الإشعارات
de: Mitteilungen
es: Notificaciones
it: Notifiche
ja: 通知
ko: 알림
pt_br: Notificações
ru: Уведомления
vi: Thông báo
zh_hans: 通知
zh_hant: 通知

source: Objects highlighted in hierarchy panel
ar: الكائنات المحددة في لوحة التسلسل الهرمي
de: Im Hierarchiebereich markierte Objekte
es: Objetos resaltados en el panel de jerarquía
fr: Objets sélectionnés dans le panneau de hiérarchie
it: Oggetti selezionati nel pannello della gerarchia
ja: 階層パネルでハイライトされたオブジェクト
ko: 계층 구조 패널에서 강조 표시된 객체
pt_br: Objetos destacados no painel de hierarquia
ru: Объекты, выбранные на панели иерархии
vi: Các đối tượng được tô sáng trong bảng phân cấp
zh_hans: 层级面板中高亮的对象
zh_hant: 階層面板中醒目標示的物件

source: Objects returned recently in console
ar: الكائنات المرجعة مؤخرًا في وحدة التحكم
de: Zuletzt in der Konsole zurückgegebene Objekte
es: Objetos devueltos recientemente en la consola
fr: Objets renvoyés récemment dans la console
it: Oggetti restituiti di recente nella console
ja: コンソールで最近返されたオブジェクト
ko: 최근 콘솔에서 반환된 객체
pt_br: Objetos retornados recentemente no console
ru: Объекты, недавно возвращённые в консоли
vi: Các đối tượng trả về gần đây trong bảng điều khiển
zh_hans: 控制台最近返回的对象
zh_hant: 主控台最近回傳的物件

source: Observed bindings
ar: الارتباطات المرصودة
de: Beobachtete Bindungen
es: Enlaces observados
fr: Liaisons observées
it: Binding osservati
ja: 観測されたバインディング
ko: 관찰된 바인딩
pt_br: Bindings observados
ru: Наблюдаемые привязки
vi: Liên kết đã quan sát
zh_hans: 观察到的绑定
zh_hant: 觀察到的綁定

source: Observed phase
ar: المرحلة المرصودة
de: Beobachtete Phase
es: Fase observada
fr: Phase observée
it: Fase osservata
ja: 観測されたフェーズ
ko: 관찰된 단계
pt_br: Fase observada
ru: Наблюдаемая фаза
vi: Giai đoạn quan sát được
zh_hans: 观察到的阶段
zh_hant: 觀察到的階段

source: OK
ar: موافق
ko: 확인
zh_hans: 好
zh_hant: 好

source: Open Image with Preview…
ar: فتح الصورة في معاينة…
de: Bild in Vorschau öffnen …
es: Abrir imagen con Vista Previa…
fr: Ouvrir l’image dans Aperçu…
it: Apri immagine con Anteprima…
ja: プレビューでイメージを開く…
ko: 미리보기로 이미지 열기…
pt_br: Abrir Imagem na Pré-visualização…
ru: Открыть изображение в Просмотре…
vi: Mở hình ảnh bằng Xem trước…
zh_hans: 用“预览”打开图像…
zh_hant: 用「預覽程式」開啟影像…

source: Open Recent
ar: فتح عنصر حديث
de: Benutzte Dokumente
es: Abrir reciente
fr: Ouvrir récent
it: Apri recenti
ja: 最近使った項目を開く
ko: 최근 항목 열기
pt_br: Abrir Recente
ru: Открыть недавние
vi: Mở gần đây
zh_hans: 打开最近使用的文稿
zh_hant: 打開最近使用的項目

source: Open Releases
ar: فتح الإصدارات
de: Releases öffnen
es: Abrir versiones
fr: Ouvrir les versions
it: Apri Release
ja: リリースを開く
ko: 릴리스 열기
pt_br: Abrir Releases
ru: Открыть релизы
vi: Mở trang Releases
zh_hans: 打开 Releases
zh_hant: 開啟 Releases

source: Open Settings Again
ar: فتح الإعدادات مرة أخرى
de: Einstellungen erneut öffnen
es: Abrir Ajustes de nuevo
fr: Rouvrir les réglages
it: Apri di nuovo Impostazioni
ja: 設定をもう一度開く
ko: 설정 다시 열기
pt_br: Abrir Ajustes Novamente
ru: Открыть настройки снова
vi: Mở lại Cài đặt
zh_hans: 再次打开设置
zh_hant: 再次開啟設定

source: Open System Settings
ar: فتح إعدادات النظام
de: Systemeinstellungen öffnen
es: Abrir Ajustes del Sistema
fr: Ouvrir Réglages Système
it: Apri Impostazioni di Sistema
ja: システム設定を開く
ko: 시스템 설정 열기
pt_br: Abrir Ajustes do Sistema
ru: Открыть Системные настройки
vi: Mở Cài đặt hệ thống
zh_hans: 打开系统设置
zh_hant: 開啟系統設定

source: Open…
ar: فتح…
de: Öffnen …
es: Abrir…
fr: Ouvrir…
it: Apri…
ja: 開く…
ko: 열기…
pt_br: Abrir…
ru: Открыть…
vi: Mở…
zh_hans: 打开…
zh_hant: 打開…

source: Operation failed.
ar: فشلت العملية.
de: Der Vorgang ist fehlgeschlagen.
es: La operación falló.
fr: L’opération a échoué.
it: Operazione non riuscita.
ja: 操作に失敗しました。
ko: 작업에 실패했습니다.
pt_br: Falha na operação.
ru: Не удалось выполнить операцию.
vi: Thao tác không thành công.
zh_hans: 操作失败。
zh_hant: 操作失敗。

source: Operation failed. The image property value of selected UIImageView is nil.
ar: فشلت العملية. قيمة خاصية الصورة في UIImageView المحدد هي nil.
de: Der Vorgang ist fehlgeschlagen. Der Bildwert der ausgewählten UIImageView ist nil.
es: La operación falló. El valor de la propiedad image del UIImageView seleccionado es nil.
fr: L’opération a échoué. La valeur de la propriété image de l’UIImageView sélectionnée est nil.
it: Operazione non riuscita. Il valore della proprietà image dell’UIImageView selezionata è nil.
ja: 操作に失敗しました。選択したUIImageViewのimageプロパティの値がnilです。
ko: 작업에 실패했습니다. 선택한 UIImageView의 image 속성 값이 nil입니다.
pt_br: Falha na operação. O valor da propriedade image do UIImageView selecionado é nil.
ru: Не удалось выполнить операцию. У выбранного UIImageView значение свойства image равно nil.
vi: Thao tác không thành công. Giá trị thuộc tính image của UIImageView đã chọn là nil.
zh_hans: 操作失败。所选 UIImageView 的 image 属性值为 nil。
zh_hant: 操作失敗。所選 UIImageView 的 image 屬性值為 nil。

source: Origin: (%.1f, %.1f) pt · %@
ar: نقطة الأصل: (%.1f, %.1f) نقطة · %@
de: Ursprung: (%.1f, %.1f) pt · %@
es: Origen: (%.1f, %.1f) pt · %@
fr: Origine : (%.1f, %.1f) pt · %@
it: Origine: (%.1f, %.1f) pt · %@
ja: 原点: (%.1f, %.1f) pt · %@
ko: 원점: (%.1f, %.1f) pt · %@
pt_br: Origem: (%.1f, %.1f) pt · %@
ru: Начало: (%.1f, %.1f) pt · %@
vi: Điểm gốc: (%.1f, %.1f) pt · %@
zh_hans: 原点：(%.1f, %.1f) pt · %@
zh_hant: 原點：(%.1f, %.1f) pt · %@

source: Other %@ apps were found
ar: تم العثور على %@ من التطبيقات الأخرى
de: Weitere %@ Apps gefunden
es: Se encontraron otras %@ apps
fr: D’autres apps %@ ont été trouvées
it: Trovate altre %@ app
ja: ほかのAppが%@個見つかりました
ko: 다른 앱 %@개를 찾았습니다
pt_br: Outros %@ apps encontrados
ru: Найдено других приложений: %@
vi: Đã tìm thấy thêm %@ ứng dụng khác
zh_hans: 还找到了另外 %@ 个 App
zh_hant: 還找到另外 %@ 個 App

source: Other…
ar: أخرى…
de: Andere …
es: Otro…
fr: Autre…
it: Altro…
ja: その他…
ko: 기타…
pt_br: Outro…
ru: Другое…
vi: Khác…
zh_hans: 其他…
zh_hant: 其他…

source: Partial event
ar: حدث جزئي
de: Unvollständiges Ereignis
es: Evento parcial
fr: Événement partiel
it: Evento parziale
ja: 部分的なイベント
ko: 일부 이벤트
pt_br: Evento parcial
ru: Неполное событие
vi: Sự kiện một phần
zh_hans: 不完整事件
zh_hant: 不完整的事件

source: Paste
ar: لصق
de: Einsetzen
es: Pegar
fr: Coller
it: Incolla
ja: ペースト
ko: 붙여넣기
pt_br: Colar
ru: Вставить
vi: Dán
zh_hans: 粘贴
zh_hant: 貼上

source: Perhaps the related object was deallocated. You can reload LookInside to get newest data.
ar: ربما تم تحرير الكائن ذي الصلة من الذاكرة. يمكنك إعادة تحميل LookInside للحصول على أحدث البيانات.
de: Möglicherweise wurde das zugehörige Objekt freigegeben. Lade LookInside neu, um die aktuellen Daten zu erhalten.
es: Quizá el objeto relacionado se haya liberado. Recarga LookInside para obtener los datos más recientes.
fr: L’objet associé a peut-être été désalloué. Vous pouvez recharger LookInside pour obtenir les données les plus récentes.
it: L’oggetto correlato potrebbe essere stato deallocato. Ricarica LookInside per ottenere i dati più recenti.
ja: 関連するオブジェクトが解放された可能性があります。LookInsideを再読み込みすると最新のデータを取得できます。
ko: 관련 객체가 해제되었을 수 있습니다. LookInside를 다시 불러와 최신 데이터를 가져오세요.
pt_br: O objeto relacionado pode ter sido desalocado. Recarregue o LookInside para obter os dados mais recentes.
ru: Возможно, связанный объект был освобождён. Обновите LookInside, чтобы получить актуальные данные.
vi: Có thể đối tượng liên quan đã bị giải phóng. Bạn có thể tải lại LookInside để lấy dữ liệu mới nhất.
zh_hans: 相关对象可能已经释放。你可以重新载入 LookInside 以获取最新数据。
zh_hant: 相關物件可能已被釋放。你可以重新載入 LookInside 以取得最新資料。
